[
  {
    "name": "Simon Dupree",
    "github": "https://github.com/dupreesi/",
    "linkedin": "https://www.linkedin.com/in/simon-dupreesi/",
    "teaser": "Improving social and environmental conditions through the use of technology is Simon's vision.",
    "bio": "Having studied and worked in natural resource management and data science he has determined work towards improving social and environmental conditions through the use of technology. Having recently graduated from Founders and Coders Simon is very eager to use his software development skills within Yalla. Experience with Node, React, Express, SQL, MongoDB.",
    "id": "simondupree",
    "imgName": "simon-dupree",
    "work": [
      { "tag": "rent-check", "titleImg": "EastEnd-Carousel" },
      { "tag": "connect5", "titleImg": "Connect5-Carousel" },
      { "tag": "my-pickle", "titleImg": "myPickle-Carousel" }
    ]
  },
  {
    "name": "Joe Friel",
    "github": "https://github.com/thejoefriel",
    "linkedin": "https://www.linkedin.com/in/joe-friel-08005316/",
    "teaser": "Joe is keen to develop technology in a responsible way that will help drive positive, sustainable change.",
    "bio": "Joe worked in media and digital advertising where he helped develop Fun Kids into a national award-winning brand and set up an influencer marketing division for one of the UK’s leading  agencies. Having spent most of his career working where technology and young people intersect, Joe is keen to develop technology in a responsible way that will help drive positive, sustainable change. Experience with Node, React, Express, SQL, MongoDB.",
    "id": "joefriel",
    "imgName": "joe-friel",
    "work": [
      { "tag": "connect5", "titleImg": "Connect5-Carousel" },
      { "tag": "sleuth", "titleImg": "Sleuth-Carousel" },
      { "tag": "my-pickle", "titleImg": "myPickle-Carousel" }
    ]
  },
  {
    "name": "Michael Watts",
    "github": "https://github.com/arrested-developer",
    "linkedin": "https://www.linkedin.com/in/michael-watts-507126158/",
    "teaser": "Full stack developer with a strong mind for code and a deep love of problem solving.",
    "bio": "Full stack developer with a strong mind for code and a deep love of problem solving. Experience with Node, React, Express, PHP. Fast learner and excellent communicator. Proud owner of a 🐶 named after a 🐟.",
    "id": "michaelwatts",
    "imgName": "michael-watts",
    "work": [
      { "tag": "rent-check", "titleImg": "EastEnd-Carousel" },
      { "tag": "connect5", "titleImg": "Connect5-Carousel" }
    ]
  }
]
