[
  {
    "Title": "RentCheck",
    "Category": "Tech for Better",
    "Teaser": "A mapping app allowing commercial tenants to share information & negotiate lower rent",
    "Client": "East End Trades Guild",
    "About the Client": "The EETG is an alliance of 250 small independent businesses and the self employed. As well as offering goods and services members provide social spaces, sustaining relationships between neighbours and making East London's streets safer and better places to be.",
    "Description": "Our initial app (a minimum viable product) is an interactive map. It will help local businesses to view and input data about commercial property rents in their neighbourhood. The aim is to empower independent businesses in times of skyrocketing business rent increases.",
    "Duration": "October 2018",
    "Developers": ["Michael", "Simon", "Armand"],
    "GitHub": "https://github.com/fac-14/eastendtradesguild",
    "Website": "http://eastendtradesguild.herokuapp.com/",
    "Tag": "rent-check",
    "TitleImg": "RentCheck.png"
  },
  {
    "Title": "Connect 5 App",
    "Category": "Mental Health",
    "Teaser": "The Connect 5 App aims to improve internal monitoring activities to ensure that training sessions are effective.",
    "Client": "Connect 5",
    "About the Client": "Connect 5 is a UK-wide mental health promotion training programme developed from a unique collaboration between Public Health England (PHE) & Health Education England (HEE). It is designed to increase the confidence and core skills of front line staff so that they can be more effective in having conversations about mental health and wellbeing.",
    "Description": "Monitoring ongoing training sessions is one of the most important needs to make sure trainings are effective. The initial web-app is a tool that focuses primarily on trainers to easily share survey forms with course participants and to collect results. Moreover the App shows and visualises individual and overall average survey results. Finally trainers can export and download all of their results. Using the app Connect 5 trainers can gain insights about their teaching outcomes over time. ",
    "Duration": "October 2018",
    "Developers": ["Joe", "Simon", "Marwa", "Ramy"],
    "GitHub": "https://github.com/techforbetter/connect5",
    "Website": "https://connect5health.herokuapp.com/",
    "Tag": "connect5",
    "TitleImg": "RentCheck.png"
  },
  {
    "Title": "My Pickle",
    "Category": "Tech for Better",
    "Teaser": "An online network connecting local government and SMEs.",
    "Client": "MyPickle",
    "About the Client": "Sleuth is a research and technology Cooperative of 50% women - able to adapt to your brief using diverse networks, delivering maximum value as efficiently as possible.",
    "Description": "The app’s ambition is to create a proof-of-concept enabling the product owner to test the idea to create an Integrated Wellness Platform. Support providers go through a sign-up process relating themselves to one or more dimensions of integrated wellness. An additional profile builder allows them to input further details such as support offerings, booking & availability and target clients. Secure authentication was managed to be set up on top of the initial planned scope meaning that each support provider can have their own unique log in, with all their data protected. Another main feature of the app is that registered support providers can create blog posts related to their fields of expertise. This should allow users to find out more about specific topics and offer advice. Blog posts as well as profiles are related to various data categories with the aim to eventually provide filter options enabling users to find information and support in an effective manner. Moreover a very basic CMS system was embedded. Before profile listings go live they have to be approved by the product owner.",
    "Duration": "December 2018 - January 2019",
    "Developers": ["Joe", "Simon", "Ismail", "Haneen"],
    "GitHub": "https://github.com/techforbetter/myPickle",
    "Website": "",
    "Tag": "my-pickle",
    "TitleImg": "RentCheck.png"
  },
  {
    "Title": "Sleuth",
    "Category": "Mental Health",
    "Teaser": "MyPickle is a connector for people offering support and individuals looking for support",
    "Client": "MyPickle",
    "About the Client": "My Pickle is a nonprofit social enterprise platform that helps people find support. In doing so, funds are raised to help more people access the services they need & support VCS services. MyPickle's aim is to create a social network related to Integrated Wellness. Integrated wellness addresses multiple health & wellbeing factors rather than a single issue. It is an holistic, person-centred approach and uses a combination of services, to bring together services, activities & technologies across all eight dimensions of wellness. For example, mental health support, debt advice & healthy lifestyle services.",
    "Description": "The app’s ambition is to create a proof-of-concept enabling the product owner to test the idea to create an Integrated Wellness Platform. Support providers go through a sign-up process relating themselves to one or more dimensions of integrated wellness. An additional profile builder allows them to input further details such as support offerings, booking & availability and target clients. Secure authentication was managed to be set up on top of the initial planned scope meaning that each support provider can have their own unique log in, with all their data protected. Another main feature of the app is that registered support providers can create blog posts related to their fields of expertise. This should allow users to find out more about specific topics and offer advice. Blog posts as well as profiles are related to various data categories with the aim to eventually provide filter options enabling users to find information and support in an effective manner. Moreover a very basic CMS system was embedded. Before profile listings go live they have to be approved by the product owner.",
    "Duration": "December 2018 - January 2019",
    "Developers": ["Joe", "Simon", "Ismail", "Haneen"],
    "GitHub": "https://github.com/fac-14/sleuth-coop",
    "Website": "",
    "Tag": "sleuth",
    "TitleImg": "RentCheck.png"
  }
]
